Repository: haggen88/Reminders
Catalog: po/*.po
Languages: es

source: Reminders
es: Recordatorios

source: Set reminders for yourself
es: Establece recordatorios para ti mismo

source: Todo;Productivity;Task;Planning;Planner;Time;Management;Reminder;Remembrance;Reminders;
es: Todo;Productividad;Tarea;Planificación;Planificador;Tiempo;Gestión;Recordatorio;Recuerdo;Recordatorios;

source: Remembrance Service
es: Servicio de Recordatorios

source: Time format
es: Formato de tiempo

source: What format to display the time in
es: En qué formato mostrar la hora

source: Sort by
es: Ordenar por

source: How to sort the reminders
es: Cómo ordenar los recordatorios

source: Auto refresh frequency
es: Frecuencia de actualización automática

source: How often the reminders are refreshed (minutes)
es: Frecuencia de actualización de los recordatorios (minutos)

source: Notification Sound
es: Sonido de Notificación

source: Whether or not to play a notification sound
es: Reproducir o no un sonido de notificación

source: Use included notification sound
es: Usar el sonido de notificación incluido

source: Whether to use the included notification sound
es: Si se debe utilizar el sonido de notificación incluido

source: Descending sort
es: Orden descendente

source: If reminders sort should be descending
es: Si el orden de los recordatorios debe ser descendente

source: Week starts on sunday
es: La semana comienza el domingo

source: If week should start on sunday
es: Si la semana debe comenzar el domingo

source: Remote lists that should be synced
es: Listas remotas que deben sincronizarse

source: Add a user id if you want to sync all of the lists on a user, or any list id on the user
es: Añada un identificador de usuario si desea sincronizar todas las listas de un usuario, o cualquier identificador de lista del usuario

source: Selected list
es: Lista seleccionada

source: list ids can be 'all', 'local', or an actual id
es: los identificadores de la lista pueden ser 'todos', 'locales' o un identificador actual

source: [DEPRECATED] Task lists that should be synced
es: [OBSOLETO] Listas de tareas que deben sincronizarse

source: {user_id: [task_list_ids]}, task_list_ids can be 'all' or an array of ids
es: {id_usuario: [task_list_ids]}, task_list_ids puede ser 'todos' o una matriz de ids

source: [DEPRECATED] Task lists that should be visible
es: [OBSOLETO] Listas de tareas que deberían estar visibles

source: (user_id, task_id) ids can be 'all', 'local', or an actual id
es: (user_id, task_id) los identificadores pueden ser 'todos', 'locales' o un identificador actual

source: Set reminders and manage tasks
es: Establezca recordatorios y gestione tareas

source: What you can do with Reminders:
es: Qué puede hacer con Recordatorios:

source: Set recurring reminders
es: Establecer recordatorios recurrentes

source: Schedule notifications
es: Programar notificaciones

source: Sort, filter, and search for reminders
es: Ordenar, filtrar y buscar recordatorios

source: Mark reminders as important or complete
es: Marcar recordatorios como importantes o completados

source: Organize reminders using lists
es: Organizar recordatorios usando listas

source: Optionally play a sound when notifications are sent
es: Opcionalmente, reproduce un sonido cuando se envían notificaciones

source: Optionally sync with Microsoft To Do
es: Sincronización opcional con Microsoft To Do

source: Optionally sync with CalDAV servers
es: Sincronización opcional con servidores CalDAV

source: Import and export ical/ics files
es: Importar y exportar archivos ical/ics

source: Productivity
es: Productividad

source: Task
es: Tarea

source: Planning
es: Planificación

source: Planner
es: Planificador

source: Time
es: Tiempo

source: Management
es: Gestión

source: Reminder
es: Recordatorio

source: Remembrance
es: Recuerdo

source: UI improvements
es: Mejoras en la interfaz de usuario

source: Added support for making the week start on sunday
es: Se añadió soporte para hacer que la semana comience el domingo

source: Added indicators that show how many incomplete reminders are in each list/group
es: Se han añadido indicadores que muestran cuántos recordatorios incompletos hay en cada lista/grupo

source: Added support for syncing with CalDAV servers
es: Se ha añadido compatibilidad con la sincronización con servidores CalDAV

source: Added support for selecting multiple reminders in one click by holding shift
es: Se agregó soporte para seleccionar múltiples recordatorios con un solo clic manteniendo presionada la tecla Shift

source: Added support for dragging and dropping reminders between lists
es: Se agregó soporte para arrastrar y soltar recordatorios entre listas

source: Added support for importing and exporting ical/ics files
es: Se ha añadido soporte para importar y exportar archivos ical/ics

source: Added more multithreading to significantly speed up certain operations
es: Se han añadido más subprocesos múltiples para acelerar considerablemente determinadas operaciones

source: Added support for syncing recurring reminders with Microsoft To Do
es: Se ha añadido compatibilidad para sincronizar recordatorios recurrentes con Microsoft To Do

source: Added support for creating monthly and yearly repeating reminders
es: Se ha añadido la posibilidad de crear recordatorios mensuales y anuales repetidos

source: Version numbers are now handled in a logical way (as in they aren't just doubles)
es: Los números de versión se gestionan ahora de forma lógica (es decir, no son simplemente dobles)

source: Microsoft sign in window now appears in the app instead of in the browser
es: La ventana de inicio de sesión de Microsoft ahora aparece en la aplicación en lugar de en el navegador

source: Significantly improve how recurring reminders function
es: Mejora significativa del funcionamiento de los recordatorios recurrentes

source: Fix date/time text wrapping awkwardly
es: Arregla el ajuste de texto de fecha y hora que resulta extraño

source: Improvements to handling of network errors
es: Mejoras en el manejo de errores de red

source: Fix some other minor issues
es: Solucionar algunos otros problemas menores

source: Bump API version
es: Aumentar la versión de la API

source: Fix versioning by bumping to 4.0
es: Corregir el versionado pasando a 4.0

source: Remove warning about cloud syncing being in beta
es: Eliminar la advertencia de que la sincronización con la nube está en fase beta

source: Fix issue where you could make reminder recurring when it shouldn't be
es: Soluciona el problema por el que se podía hacer recurrente un recordatorio cuando no debería serlo

source: Change delete icon
es: Cambiar el icono de eliminación

source: Fix some ui bugs
es: Corrige algunos errores de interfaz de usuario

source: Some tiny performance improvements
es: Algunas pequeñas mejoras de rendimiento

source: Improve logging
es: Mejora el registro

source: UI Improvements to sidebar
es: Mejoras en la interfaz de usuario de la barra lateral

source: Fix issues when moving reminders between lists
es: Soluciona problemas al mover recordatorios entre listas

source: Fix issue with error dialogs
es: Soluciona el problema con los cuadros de diálogo de error

source: Fix issue when deleting lists
es: Soluciona el problema al eliminar listas

source: Fix issue when removing selected reminders
es: Soluciona el problema al eliminar los recordatorios seleccionados

source: Performance improvements
es: Mejoras de rendimiento

source: Don't freeze UI when updating MS reminders
es: No congela la interfaz de usuario al actualizar los recordatorios de MS

source: Automatically refresh reminders after waking from suspend
es: Actualiza automáticamente los recordatorios después de salir de la suspensión

source: Fix issues with deleting lists
es: Soluciona problemas con la eliminación de listas

source: Fix issues when queueing remote changes while internet is disconnected
es: Soluciona problemas al poner en cola cambios remotos mientras Internet está desconectado

source: Stop showing completed reminders on upcoming page
es: Deja de mostrar recordatorios completados en la próxima página

source: Cross out completed reminders on all reminders page
es: Tacha los recordatorios completados en la página de todos los recordatorios

source: Add support for setting due dates without sending notifications
es: Añade soporte para establecer fechas de vencimiento sin enviar notificaciones

source: Add support for selecting and editing multiple reminders (Start selecting with Ctrl + LMB or by pressing and holding a reminder)
es: Añade soporte para seleccionar y editar múltiples recordatorios (comience a seleccionar con Ctrl + LMB o manteniendo presionado un recordatorio)

source: Slightly improve error handling
es: Mejora ligeramente el manejo de errores

source: Fix issue when setting reminders in another year
es: Soluciona el problema al configurar recordatorios para otro año

source: Fix issue when saving Microsoft To Do Reminders
es: Soluciona el problema al guardar los recordatorios de Microsoft To Do

source: New notification sound
es: Nuevo sonido de notificación

source: Allow sorting reminders by created time and last updated time
es: Permite ordenar recordatorios por hora de creación y hora de última actualización

source: Allow marking reminders as important
es: Permite marcar recordatorios como importantes

source: Slightly improved UI
es: Interfaz de usuario ligeramente mejorada

source: Added keyboard shortcuts page
es: Página de atajos de teclado añadida

source: Added more keyboard shortcuts
es: Se agregaron más atajos de teclado

source: Lots of bugfixes
es: Un montón de correcciones de errores

source: CalDAV Sync
es: Sincronización CalDAV

source: Display Name
es: Nombre a mostrar

source: Server URL
es: URL del servidor

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Sign In
es: Iniciar sesión

source: Edit Lists
es: Editar listas

source: View Error
es: Ver error

source: Export Lists
es: Exportar listas

source: Cancel
es: Cancelar

source: Export
es: Exportar

source: Import Lists
es: Importar listas

source: Import to specific list
es: Importar a una lista específica

source: Otherwise new lists will be created
es: De lo contrario, se crearán nuevas listas

source: Select a list
es: Seleccione una lista

source: Import
es: Importar

source: Show sidebar
es: Mostrar barra lateral

source: Sort direction
es: Dirección de orden

source: Search
es: Buscar

source: App menu
es: Menú de la aplicación

source: All Reminders
es: Todos los recordatorios

source: Upcoming Reminders
es: Próximos Recordatorios

source: Past Reminders
es: Recordatorios Pasados

source: Completed Reminders
es: Recordatorios Completados

source: Complete
es: Completado

source: Incomplete
es: Incompleto

source: Important
es: Importante

source: Unimportant
es: Sin importancia

source: Move
es: Mover

source: Remove
es: Eliminar

source: Add a reminder
es: Añadir un recordatorio

source: _Refresh
es: _Actualizar

source: _Export Lists
es: _Exportar listas

source: _Import Lists
es: _Importar listas

source: _Preferences
es: _Preferencias

source: _Keyboard Shortcuts
es: _Atajos de Teclado

source: _About Reminders
es: _Acerca de Recordatorios

source: Sort By
es: Ordernar por

source: _Time
es: _Tiempo

source: _Alphabetical
es: _Alfabético

source: _Created
es: _Creado

source: _Last Updated
es: _Recientemente actualizado

source: Microsoft To Do Sync
es: Sincronización de Microsoft To Do

source: Move Selected Reminder(s)
es: Mover Recordatorio(s) Seleccionado(s)

source: Preferences
es: Preferencias

source: Syncing
es: Sincronización

source: Add Account
es: Añadir Cuenta

source: Refresh
es: Actualizar

source: Week starts on Sunday
es: La semana comienza el domingo

source: Play sound with notification
es: Reproducir sonido con notificación

source: Use the included notification sound
es: Usar el sonido de notificación incluido

source: Otherwise the bell sound from the enabled sound theme will be used
es: De lo contrario, se usará el sonido de campana del tema de sonido habilitado

source: Use locale default
es: Usar una configuración local predeterminada

source: 12 hour time
es: Horario de 12 horas

source: 24 hour time
es: Horario de 24 horas

source: 5 mins
es: 5 min

source: 15 mins
es: 15 min

source: 30 mins
es: 30 min

source: 60 mins
es: 60 min

source: All
es: Todos

source: Sign Out
es: Desconectar

source: Edit
es: Editar

source: What should the reminder be called?
es: ¿Cómo debe llamarse el recordatorio?

source: Short description of the reminder (Optional)
es: Breve descripción del recordatorio (Opcional)

source: This will make the reminder display first in the list
es: Esto hará que el recordatorio se muestre primero en la lista

source: Location
es: Ubicación

source: Set a date/time
es: Establecer una fecha/hora

source: Select date
es: Seleccione la fecha

source: Hour
es: Hora

source: Minute
es: Minuto

source: Send a notification
es: Enviar una notificación

source: Repeat the reminder
es: Repetir el recordatorio

source: The reminder will be updated when you complete it
es: El recordatorio se actualizará cuando lo complete

source: Repeat every
es: Repetir cada

source: Mon
es: Lun

source: Monday
es: Lunes

source: Tue
es: Mar

source: Tuesday
es: Martes

source: Wed
es: Mie

source: Wednesday
es: Miércoles

source: Thu
es: Jue

source: Thursday
es: Jueves

source: Fri
es: Vie

source: Friday
es: Viernes

source: Sat
es: Sab

source: Saturday
es: Sábado

source: Sun
es: Dom

source: Sunday
es: Domingo

source: time(s)
es: tiempo(s)

source: Save
es: Guardar

source: minute(s)
es: minuto(s)

source: hour(s)
es: hora(s)

source: day(s)
es: día(s)

source: week(s)
es: semana(s)

source: months(s)
es: mes(es)

source: years(s)
es: año(s)

source: Repeat forever
es: Repetir para siempre

source: Display a total of
es: Mostrar un total de

source: Repeat until
es: Repetir hasta

source: Application
es: Aplicación

source: Show menu
es: Mostrar menú

source: Keyboard shortcuts
es: Atajos de teclado

source: Quit
es: Salir

source: Navigation
es: Navegación

source: Move left
es: Mover a la izquierda

source: Move up
es: Subir

source: Move right
es: Mover a la derecha

source: Move down
es: Bajar

source: Main Window
es: Ventana principal

source: New reminder
es: Nuevo recordatorio

source: Refresh reminders
es: Actualizar recordatorios

source: Select all reminders
es: Seleccionar todos los recordatorios

source: Hold to start selecting reminders
es: Mantén pulsado para empezar a seleccionar recordatorios

source: Unselect all reminders
es: Deseleccionar todos los recordatorios

source: Remove selected reminders
es: Eliminar los recordatorios seleccionados

source: Child Windows
es: Ventanas secundarias

source: Close window
es: Cerrar la ventana

source: Save changes
es: Guardar cambios

source: Copyright 2023 Sasha Hale
es: Derechos de autor 2023 Sasha Hale

source: translator-credits
es: haggen88

source: Print the version of the app
es: Versión de la aplicación

source: Restart service before starting app
es: Reiniciar el servicio antes de iniciar la aplicación

source: Start on a different page
es: Empezar en otra página

source: Something went wrong
es: Algo salió mal

source: Changes were not saved. This bug should be reported.
es: Los cambios no se guardaron. Debe informarse de este error.

source: Reminders failed to start
es: Recordatorios a fallado en iniciar

source: If this is your first time running Reminders, you will probably have to log out and log back in before using it. This is due to a bug in Flatpak.
es: Si es la primera vez que ejecutas Recordatorios, probablemente tendrás que cerrar la sesión y volver a iniciarla antes de utilizarlo. Esto se debe a un error en Flatpak.

source: New List
es: Nueva lista

source: You have unsaved changes
es: Tienes cambios sin guardar

source: Are you sure you want to close the window?
es: ¿Seguro que quieres cerrar la ventana?

source: Yes
es: Si

source: What should the list be called?
es: ¿Cómo debería llamarse la lista?

source: Remove list?
es: ¿Eliminar lista?

source: This will remove {list_name} and cannot be undone.
es: Esto eliminará {list_name} y no se puede deshacer.

source: Nothing to see here!
es: ¡No hay nada que ver aquí!

source: Press the plus button below to add a reminder
es: Pulse el botón más abajo para añadir un recordatorio

source: No reminders match your search
es: No hay recordatorios que coincidan con tu búsqueda

source: Does not repeat
es: No se repite

source: minute
es: minuto

source: minutes
es: minutos

source: hour
es: hora

source: hours
es: horas

source: day
es: día

source: days
es: días

source: M
es: Lun

source: Tu
es: Mar

source: W
es: Mie

source: Th
es: Jue

source: F
es: Vie

source: Sa
es: Sab

source: Su
es: Dom

source: week
es: semana

source: weeks
es: semanas

source: month
es: mes

source: months
es: meses

source: year
es: año

source: years
es: años

source: until
es: hasta

source: time
es: vez

source: times
es: veces

source: Every
es: Cada

source: Today
es: Hoy

source: Tomorrow
es: Mañana

source: Yesterday
es: Ayer

source: All Lists
es: Todas las listas

source: Searching '{text}'
es: Buscando '{text}'

source: Start typing to search
es: Empieza a escribir para buscar

source: Mark reminders as complete?
es: ¿Marcar recordatorios como completados?

source: Are you sure you want to mark the currently selected reminder(s) as complete?
es: ¿Está seguro de que desea marcar los recordatorios actualmente seleccionados como completados?

source: Mark reminders as incomplete?
es: ¿Marcar recordatorios como incompletos?

source: Are you sure you want to mark the currently selected reminder(s) as incomplete?
es: ¿Está seguro de que desea marcar los recordatorios seleccionados como incompletos?

source: Mark reminders as important?
es: ¿Marcar recordatorios como importantes?

source: Are you sure you want to mark the currently selected reminder(s) as important?
es: ¿Está seguro de que desea marcar como importantes los recordatorios seleccionados actualmente?

source: Mark reminders as unimportant?
es: ¿Marcar los recordatorios como no importantes?

source: Are you sure you want to mark the currently selected reminder(s) as unimportant?
es: ¿Está seguro de que desea marcar los recordatorios seleccionados como no importantes?

source: Remove reminders?
es: ¿Eliminar recordatorios?

source: Are you sure you want to remove the currently selected reminder(s)? This cannot be undone.
es: ¿Está seguro de que desea eliminar los recordatorios seleccionados? Esto no se puede deshacer.

source: Are you sure you want to move the currently selected reminder(s)?
es: ¿Está seguro de que desea mover los recordatorios seleccionados actualmente?

source: Are you sure you want to sign out?
es: ¿Seguro que quieres cerrar la sesión?

source: This will sign out <b>{self.username}</b>
es: Esto cerrará la sesión de <b>{self.username}</b>

source: Remove reminder?
es: ¿Eliminar recordatorio?

source: This will remove {reminder} and cannot be undone.
es: Esto eliminará {reminder} y no se puede deshacer.

source: Edit Reminder
es: Editar Recordatorio

source: New Reminder
es: Nuevo recordatorio

source: Mark as completed
es: Marcar como completado

source: Local Reminders
es: Recordatorios locales

source: Local
es: Locales
